driver-tests/bpelse/assign/AssignJbi/test/CopyanyURIInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><anyURIPart xmlns="urn:DataType"><xsd_anyURI>http://www.sun.com</xsd_anyURI><optional_anyURI>http://www.sun.com</optional_anyURI><repeat_anyURI>http://www.seebeyond.com</repeat_anyURI><repeat_anyURI>http://www.java.com</repeat_anyURI></anyURIPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
